alsa-firmware
alsa-plugins
alsa-utils
arandr
autotiling-git
base
bash-language-server
bibata-cursor-theme
bluez
bluez-utils
brave-bin
brightnessctl
cava
dbus-python
devour
diff-so-fancy
dmenu
dunst
efibootmgr
fd
feh
firefox
firewalld
fnm
fontforge
fzf
gimp
git
go
go-md2man
graphicsmagick
grub
gvfs
i3-gaps
i3lock
i3status
imagemagick
jupyter-notebook
kitty
libnotify
linux
linux-firmware
lxappearance
man-db
man-pages
neofetch
neovim
networkmanager
nodejs
npm
nsxiv
openssh
pamixer
picom-git
playerctl
polkit
polybar-git
pulseaudio
pulseaudio-alsa
python-pip
python-pynvim
qutebrowser
ranger
redshift
rofi
rofi-calc
rofi-greenclip
rofi-power-menu
rust
rxfetch
scrot
spotify-tui
spotifyd-full-git
stow
tlp
tmux
tmuxp
ttf-fira-code
ttf-font-awesome
ttf-material-design-icons
udiskie
unzip
wget
wmctrl
xcape
xclip
xf86-video-vesa
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yarn
yay
zathura-pdf-mupdf
zsh
zsh-completions
zsh-syntax-highlighting
